<template>
  <div class="threeAdvantageDetail">
    <ReportTitle :title=title />
    <p>您孩子的三大优势</p>
    <p>盖洛普青少年优势测评将帮助您了解您孩子自然地思考、感觉或行为的方式。盖洛普一共设计了十个优势主 题。而这份报告将帮助您了解孩子的前三个主题。</p>
    <p>关注孩子的思考、感觉和行为的方式对您来说可能是个新事物。盖洛普青少年优势测评报告可以帮是您发现 孩子这些独特方式，帮助您更好的与孩子沟通，了解他想问题的思路，面对问题的感受，以及解决问题时的 途径。您可能会因此发现您的孩子也许更擅长做一些事情，对某些事情更有热情。您也可能会由此意识到更 好的引导和培养孩子的方式，真正做到因材施教。</p>
    <p>请记住，您的孩子是独一无二的。他或她本身就是一个美好的存在。看到他或她的闪光点，并且培养和发展 他或她擅长的事情，可以帮助你实现孩子高质量的亲子互动，建立亲密的亲子关系，同时提高孩子的整体素 质能力。</p>
    <div class="keyWord" v-for='(ele,index) in keyWord' :key=index>
        <p>{{ele.key}}</p>
        <div class="content">{{ele.value}}</div>
    </div>
</div>
</template>
<script>
import ReportTitle from './reportTitle'
export default {
  props: {
  },
  data () {
    return {
      title: '三大优势详解',
      keyWord: [
        {
          key: '可靠',
          value: '信任对你来说很重要。你在意在别人眼中你是否是个负责任的、可信赖的人。你可以说到做到，你一诺千金。 只要答应的事情，一定做到。你喜欢被委任完成某件事，因为你知道这意味着别人认为你是可靠和值得信赖 的。有时候，被要求做更多的事情就像得到一个奖励，因为这意味着人们相信你。你可能已经在家里或学校 里承担特殊的责任。不管是什么，你都想完成。做完并且做对一件事，以及获得老师和家长的称赞，会让你 感受非常好。有些人可能会说你比其他同龄的孩子年龄大，因为你很有责任心。你可以成为其他人的好榜样'
        },
        {
          key: '发现',
          value: '你热爱思考和学习，你对探索想法和建立联系感到兴奋。你喜欢问“怎么做?为什么?”你脑子里有很多问 题。这是怎么回事?为什么会这样?其他人是怎么知道的?你很兴奋地去探索新的想法和提出问题，这样你 就能理解你选择学习的东西的“怎么样”和“为什么”。你收集并连接信息和想法。当专家很有趣，当你找 到你喜欢的学科或方向时，你可以花很多时间去探索它。你可能会厌倦像其他人一样做事情，因为你喜欢找 到新的方法。与创造性思想者交谈很有趣，因为它能激发更多的想法。当你分享你的信息和想法时，人们可 以从中受益 只要答应的事情，一定做到。你喜欢被委任完成某件事，因为你知道这意味着别人认为你是可靠和值得信赖 的。有时候，被要求做更多的事情就像得到一个奖励，因为这意味着人们相信你。你可能已经在家里或学校 里承担特殊的责任。不管是什么，你都想完成。做完并且做对一件事，以及获得老师和家长的称赞，会让你 感受非常好。有些人可能会说你比其他同龄的孩子年龄大，因为你很有责任心。你可以成为其他人的好榜样'
        },
        {
          key: '关系',
          value: '你喜欢建立关系，并让这种友谊保持很长时间，甚至是你的整个人生。你愿意为了自己和他人扩大 朋友圈。你建立关系的方法有很多种。无论你去哪里，你都可以很容易地结识新朋友，了解他们的 名字，并很快结交朋友。你可能会花一些时间和他人成为朋友，但这使得你更善于建立长久的友谊。 当然你也有可能在短时间内很快交到朋友。人们可能会认为你是快乐，外向，短时间内就很讨喜的 人。如果你愿意花时间和一小群朋友聊天、大笑或只是在一起呆着，这些朋友可能会认为你是他们 可以信任和交谈的最好的朋友。你可能最擅长与老师、家长和其他成年人交流。无论你如何建立关 系，关系本身对你来说很重要 只要答应的事情，一定做到。你喜欢被委任完成某件事，因为你知道这意味着别人认为你是可靠和值得信赖 的。有时候，被要求做更多的事情就像得到一个奖励，因为这意味着人们相信你。你可能已经在家里或学校 里承担特殊的责任。不管是什么，你都想完成。做完并且做对一件事，以及获得老师和家长的称赞，会让你 感受非常好。有些人可能会说你比其他同龄的孩子年龄大，因为你很有责任心。你可以成为其他人的好榜样'
        }
      ]
    }
  },
  computed: {
  },
  watch: {
  },
  created () {
  },
  methods: {
  },
  components: {
    ReportTitle
  }
}
</script>
<style lang="stylus" scoped>
  .threeAdvantageDetail {
    p {
      margin-top .1rem
      line-height .25rem
    }
    .keyWord {
      .content {
        font-size .16rems
        padding .15rem .1rem .15rem .1rem
        border: .01rem dashed #333
        line-height .25rem
      }
      p {
        font-size .2rem
      }
    }
  }
</style>
